{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2001",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2001",
    "identifier": "enable-cookie",
    "title": "Enable Cookies",
    "page_layout": "1column",
    "content_heading": "What are cookies?",
    "content": "\n            <h1>Enable Cookies</h1>\n        ",
    "creation_time": "2010-02-03 02:00:00",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158899
  }
}
{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2002",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2002",
    "identifier": "envios",
    "title": "Shipping",
    "page_layout": "1column",
    "content_heading": "Shipping throughout the Mexican Republic",
    "content": "\n            <div class=\"columns\"><div class=\"column main\"><input name=\"form_key\" type=\"hidden\" value=\"Osv4LdOKgg2sDIzk\"><div id=\"authenticationPopup\" data-bind=\"scope:'authenticationPopup'\" style=\"display: none;\"> <!-- ko template: getTemplate() --><!-- /ko --></div><div class=\"content-row\"><p><strong>Saldist Tyres</strong> will send your tires according to the type of delivery you choose. These are the services we offer:</p><ol><li><strong>Express Savings</strong>, delivery time from 2 to 5 business days.</li><li><strong>Standard Night</strong>, delivery time is the next day and up to a maximum of 48 hours.</li><li><strong>Night Priority</strong>, delivery time is next day 10:30 AM.</li><li><strong>Customer Pick up</strong>: This service is only valid in the metropolitan area of ​​Mexico City and is free of charge for you. The tires will be available for 8 calendar days; after that date they will be returned to the warehouse and you can choose to:</li><ul><li>a. cancel the order or</li><li>b. request a new appointment to pick them up (with a cost of $250.00).</li></ul><li><strong>Coming soon</strong> There will be other ways of delivery.</li></ol><p>&nbsp;</p><h2>How long will it take for my tires to arrive?</h2><p>This will depend on the type of delivery that has been selected and ranges from 24 hours to 5 business days.</p><h2><br>How can I know the cost of shipping my tires?</h2><p>To know the cost of your order, at the time of making your purchase, enter the address where you want to receive your tires, the cost is calculated based on the zip code you enter, choose the type of delivery service and that's it, you will be able to see the cost of your shipment.<br><br></p><h2><br>How does free shipping work?</h2><p>Shipping will be free of charge for 17\" rims and above, except for motorcycle rims and tires of the Winda brand. Likewise, free shipping is only for standard shipments, if you want express shipping, it will have a cost.<br><br></p><h2>Do you deliver throughout the Mexican Republic?</h2><p>Yes, our delivery service is within the entire Mexican Republic. If you live outside of Mexico, call <strong>56 36 60 99</strong> or send an email to <a title=\"Send mail to Saldist Tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a> to request special order reports.<br><br></p><h2>Do you have service centers to mount the tires?</h2><p>We have <a href=\"#distributor-affiliates\" rel=\"nofollow\">affiliated distributors</a>, who will gladly provide you with the installation service at a special cost, so that you can mount your tires (<a href=\"#distributor-affiliates\" rel=\"nofollow\">view affiliate dealers</a>).<br><br></p><h2>How can I see the status of my order?</h2><p>To see the status of your order, <a href=\"/sales/order/history/\">Go to <strong>My orders</strong></a>&nbsp; and, in the link of <strong>See order</strong>, you click to consult it.<br><br>If you still have questions or need more information, contact customer service, by phone at <strong>56 36 60 99</strong> or via mail at <a title=\"Send mail to Saldist Tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a>, where our staff will gladly assist you.<br><br></p></div></div></div>\n        ",
    "creation_time": "2010-02-03 02:00:00",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158905
  }
}
{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2003",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2003",
    "identifier": "terminos-y-condiciones-de-uso",
    "title": "Terms and conditions of use",
    "page_layout": "1column",
    "content_heading": "Terms and conditions of use",
    "content": "\n                <div class=\"content-row\"><h2>Acceptance of the Terms and Conditions</h2><p><strong>saldisttyre.com</strong>&nbsp;(el “<strong>Place</strong>”) is a platform through which various users can search for and purchase various kinds of tires (“<strong>Products</strong>”) as well as services related to them, provided by affiliated providers authorized for such purposes by the&nbsp;<strong>Place</strong>, Supplier Saldist Tyre (here in after referred to as \"The Administrator\") and/or any of its affiliated companies and, consequently, are registered on said portal.<br><br>The use of&nbsp;<strong>Place</strong>&nbsp;is and will be regulated at all times by these Terms and Conditions, for which the user must be aware of the importance of reading them carefully, since by accessing and using the Site, the user is accepting these Terms and Conditions, expressly declaring their acceptance in terms of Article 1803 of the Federal Civil Code.<br><br>East&nbsp;<strong>Place</strong>&nbsp;It has been created by the administrator, for informational, commercial and personal use of users. To use this&nbsp;<strong>Place</strong>&nbsp;or to download any content from it, you must first accept the terms and conditions that are described in this legal notice. If you do not agree to the terms and conditions of use of this Site, and you do not accept them, you may not use this Site to download any content from this Site.<br><br>access to this&nbsp;<strong>Place</strong>&nbsp;and the use that its users can make of the information contained therein, is the exclusive responsibility of said users. The Administrator, its affiliated companies, the affiliated providers authorized by The Administrator, will not be liable for the consequences, damages or losses that may arise from such access or use of information.<br><br>The Administrator itself reserves the right to modify these Terms and Conditions without prior notice, and it is the user's responsibility to review these Terms and Conditions periodically.</p><h2><br>Description of products and services</h2><p><strong>saldisttyre.com</strong>&nbsp;provides the user with the basic characteristics of the products or services through a detailed file of each product or service published in the&nbsp;<strong>Place</strong>&nbsp;<strong>saldisttyre.com</strong>&nbsp;uses photographs of the products offered, however, it does not guarantee that these coincide with the specific product since the Site has generic photographs for each variety of product, to guarantee accuracy and avoid confusion, it is indicated to which model the image corresponds. it shows.</p><h2><br>Price</h2><p>The products will be disposed of at the price in force on the Site at the time of placing the order, which, at any time, may be subject to modifications without prior notice. The prices in the&nbsp;<strong>Place</strong>&nbsp;in all cases they will be indicated in unit prices and plus the Value Added Tax (“VAT”) and/or any other tax that may be applicable from time to time. Once the product has been selected and added to the cart, the price will also be reflected plus VAT. Prices are expressed in&nbsp;<strong>US Dollars USD</strong>.<br><br></p><h2>orders</h2><p>The order of products by the user on the Site will be made following the different stages of the process provided for therein. Once the product selection has been made and before making the payment, the user will have access to a summary with all the information of their order, including the price, the shipping cost and possible associated expenses.<br><br>The user may modify the content of his order at any time before making the payment. In order to process the order, the user must provide the&nbsp;<strong>Place</strong>&nbsp;the information requested in the forms provided for such purposes, especially the mandatory fields, which are related to your identity and contact information, as well as, where appropriate, those related to the vehicle that is the object of the order. In case of error or omission in relation to said information, and provided that this is not due to causes attributable to&nbsp;<strong>saldisttyre.com</strong>, it will not be responsible, if the order: a) Failed to perform due to such error or omission, or b) If the products delivered are inaccurate or non-functional for the vehicle that was misdescribed. In order to inform the consumer about the correct reception of the order,&nbsp;<strong>saldisttyre.com</strong>&nbsp;will send an order confirmation to the user by email.<br><br></p><h2>Data Protection</h2><p>All data will be treated in accordance with the Federal Law on Protection of Personal Data Held by Private Parties published in the Official Gazette of the Federation (\"DOF\") on July 5, 2010 (the \"Law\"), its Regulations published in the DOF on December 21, 2011 (the “Regulations”) and the Privacy Notice Guidelines published in the DOF on January 17, 2013 (the “Guidelines” and together with the Law and the Regulations, the “Ordinances”) and said treatment at all times will be specifically subject to what is indicated in the Privacy Notice, which may be consulted at&nbsp;<a title=\"privacy notice of saldisttyre.com\" href=\"https://www.saldisttyre.com/notice-of-privacy\">www.saldisttyre.com/notice-of-privacy</a>&nbsp;as well as all the information provided to the user on the Site, which the user acknowledges and consents to by simply using it.<br><br></p><h2>Cancellations</h2><p>The offers of products or services presented in the&nbsp;<strong>Place</strong>&nbsp;They are exclusively intended for users over 18 years of age who meet the specifications contained in these Terms and Conditions.&nbsp;<strong>saldisttyre.com</strong>&nbsp;reserves the right to cancel any order placed by: a) People who do not comply with the provisions of these Terms and Conditions; b) People who make or attempt to make fraudulent use of the Site and/or the means of payment;&nbsp; In addition,&nbsp;<strong>saldisttyre.com</strong>&nbsp;You will have the right not to process or cancel the orders made by a user who maintains a conflict over a previous order. In case of cancellation of an order, the user will receive an email informing him of this circumstance, the user not having the right to request or require saldisttyre.com any compensation due to said cancellation. saldisttyre.com will not be responsible, in case the email or message is not delivered to the user, due to an error in the email address or in the mobile/landline telephone number indicated by the user in the form; due to failure of the access provider or for any other reason unrelated to&nbsp;<strong>saldisttyre.com</strong><br><br></p><h2>Payment methods</h2><p>The user will pay for the products online using OPENPAY, bank card, VISA, MASTERCARD, AMERICAN EXPRESS, PAYPAL, ELECTRONIC TRANSFER OR OXXO STORE CHAIN, guaranteeing full security in the commercial transaction. Payment must be made directly to the&nbsp;<strong>Place</strong>&nbsp;or via bank or Oxxo store chain.</p><h2><br>Billing</h2><p>The user will always receive an invoice, in case of requiring a fiscal invoice, he must provide the necessary billing information for that purpose through the forms provided by the user.&nbsp;<strong>Place</strong>.&nbsp;<strong>saldisttyre.com</strong>&nbsp;will send the invoice to the user by e-mail within a period not exceeding 2 business days from the date on which the products have been delivered. The user may request at any time saldisttyre.com a copy of the invoice, by sending an email to&nbsp;<a title=\"Send an email to Saldist Tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a>.&nbsp;<br><br></p><h2>General conditions of the promotions of saldisttyre.com</h2><p>In case there are promotions in the&nbsp;<strong>Place</strong>, These will be governed according to their own&nbsp;<strong>Place</strong>&nbsp;determine and specify it from time to time and for each particular situation.</p><h2><br>Product delivery</h2><ul><li>Delivery date of the products. The requested and confirmed products will be delivered according to the type of shipment chosen by the user within&nbsp;<strong>The place</strong>, counting from the date indicated in the order confirmation.</li><li>Unavailability of a product or service on the expected delivery date. In case of unavailability of the&nbsp;<strong>Products</strong>&nbsp;requested by the user through the&nbsp;<strong>Place</strong>, the user will be contacted by&nbsp;<strong>saldisttyre.com</strong>&nbsp;to make it known to you as soon as possible. In such a case, the user may: a) Keep your order, yes&nbsp;<strong>saldisttyre.com</strong>&nbsp;proposes another delivery date; b) Accept a product of quality and price equivalent to those requested, if&nbsp;<strong>saldisttyre.com</strong>&nbsp;he offers them to them; c) Accept a product or service of lower quality and price than requested, if&nbsp;<strong>saldisttyre.com</strong>, they are offered with the understanding that the difference in price will be reimbursed to the user; d) Accept a product or service of quality and price superior to those requested, if&nbsp;<strong>saldisttyre.com</strong>&nbsp;they are offered, with the understanding that the difference in price will be assumed by the user, or e) Cancel without any charge the order placed. In all these cases,&nbsp;<strong>saldisttyre.com</strong>&nbsp;will send the user a confirmation email with the changes established by mutual agreement between the parties, and the user must confirm/accept said modifications by the means that&nbsp;<strong>saldisttyre.com</strong>&nbsp;indicates it.</li></ul><h2><br>Guarantee</h2><p>All products purchased through saldist.com are guaranteed in accordance with applicable legislation and in accordance with the products specifically purchased. Thus, all the Products will be guaranteed in accordance with the policies applied by The Administrator.</p><h2>after sales service.</h2><p>In the event that the user is not satisfied with the&nbsp;<strong>Products</strong>&nbsp;and/or services provided, the user must inform the saldisttyre.com after-sales service directly via email&nbsp;<a title=\"Send an email to Saldist Tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a>&nbsp;or phone&nbsp;<strong>(55) 56366099</strong>&nbsp;where you will be attended to solve your disagreement.</p><h2>Limitation of liability</h2><p>The information contained in this&nbsp;<strong>Place</strong>&nbsp;are incorporated in good faith and the Administrator considers them correct, however, the absence of errors in the content is not guaranteed and interested parties who wish to acquire any product displayed in the&nbsp;<strong>Place</strong>, that they take the necessary precautionary measures and inquire about the specifications, characteristics, nature and suitability of the products and services that they wish to acquire in relation to the specific use that they wish to give them. Information published on this Site may include technical imperfections or typographical errors. In no case will the administrator be responsible for losses, damages or losses of any kind, arising from the access and use of the information contained in the&nbsp;<strong>Place</strong>. Neither the Administrator nor any of its affiliates or subsidiaries grant any guarantee regarding the veracity of the information published in the&nbsp;<strong>Place</strong>, Therefore, no guarantee should be understood to be granted, even implicitly, which is why neither The Administrator nor any of its affiliates and/or its subsidiaries will be responsible, at any time and under any circumstances, for any damage or harm. direct, indirect or incidental that derives from the access and/or use of the information published in it, since the information contained in this&nbsp;<strong>Place</strong>&nbsp;does not constitute any type of guarantee, expressed or implied, in relation to income, potential volume, clients, profits, earnings or success derived from access to this&nbsp;<strong>Place</strong>&nbsp;and/or the information published in it, since the user is solely responsible for its use or employment, a situation that from this moment is recognized and accepted by said user. Likewise, The Administrator is not responsible for any damages that may be caused to users due to improper use of this&nbsp;<strong>Place</strong>. The administrator does not assume any responsibility for any discrepancies that may exist between the printed documents and the electronic version published in this website.&nbsp;<strong>Place</strong>. In case of discrepancy between the printed version and the one published in this&nbsp;<strong>Place</strong>, the printed version will prevail. East&nbsp;<strong>Place</strong>&nbsp;and the contents it houses may not be exploited, reproduced, distributed, modified, publicly communicated, transferred or transformed, without the express authorization of The Administrator.<br><br></p><h2>system failures</h2><p>saldistyre.com is not responsible for any damage, harm or loss to users that may be generated by failures in the&nbsp;<strong>Place</strong>&nbsp;and/or on its server.&nbsp;<strong>saldisttyre.com</strong>&nbsp;will not be responsible for any virus that could infect the user's equipment as a result of its use. Users may not impute any responsibility or demand payment for lost profits, by virtue of damages resulting from technical difficulties or failures in the&nbsp;<strong>Place</strong>.&nbsp;<strong>saldisttyre.com</strong>&nbsp;does not guarantee continuous and uninterrupted access and use of the&nbsp;<strong>Place</strong>&nbsp;since it may, due to repair, improvement and/or any other reasons, not be available; in such cases, efforts will be made to restore it as quickly as possible, without any type of responsibility being attributed to it.<br><br></p><h2>limited use</h2><p>The contents of this&nbsp;<strong>Place</strong>&nbsp;are&nbsp;<strong>Copyright © 2016</strong>&nbsp;of the Administrator. All rights reserved. The brand and logos that The Administrator inserts in this&nbsp;<strong>Place</strong>&nbsp;are the exclusive property of The Administrator and/or its affiliates or subsidiaries (collectively referred to as \"Administrator Group\"). Consequently, they may not be used on a different website without the prior written consent of The Administrator. Name&nbsp;<strong>Saldist Tyre</strong>&nbsp;may not be incorporated into any Internet address without the prior written consent of The Administrator.<br><br></p><h2>Applicable law and jurisdiction</h2><p>For the interpretation and fulfillment of these&nbsp;<strong>Terms and Conditions</strong>, as well as for everything that is not stipulated in these, the parties submit to the legislation of the United Mexican States and to the jurisdiction of the courts of Mexico City, expressly renouncing any other jurisdiction that may correspond to them by reason of their domiciles. , present, future or for any other reason.<br><br></p><h2>Returns</h2><p><strong>saldisttyre.com</strong>, will accept returns attributable to the&nbsp;<strong>Place</strong>, when it comes to</p><blockquote><ul><li>a.&nbsp;&nbsp; &nbsp;Wrong product delivery, that is, the user receives a different product in model or size, to the one requested on the Site.</li><li>b.&nbsp;&nbsp; &nbsp;Delivery in poor condition, that is, the product arrives in poor condition, broken, damaged eyebrow or floor, perforated, etc.</li></ul></blockquote><p>The&nbsp;<strong>place</strong>&nbsp;will not be responsible for returns under any of the following cases:</p><blockquote><ul><li>a.&nbsp;&nbsp; &nbsp;When the user has requested a model or measure different from the one used by the vehicle.</li><li>b.&nbsp;&nbsp; &nbsp;When the product has been assembled and/or filmed.</li><li>c.&nbsp;&nbsp; &nbsp;When the product has been rolled and damaged in any of its parts.</li></ul></blockquote><p>Conditions for the return of product for reasons attributable to&nbsp;<strong>saldisttyre.com</strong>, to be able to make a refund for any of the cases attributable to The&nbsp;<strong>place</strong>, must meet the following conditions:</p><blockquote><ul><li>a.&nbsp;&nbsp; &nbsp;Report the cause of the return to the phone&nbsp;<strong>56366099</strong>&nbsp;or to the mail&nbsp;<a title=\"Send an email to Saldist Tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a>&nbsp;explaining the reason for the return.</li><li>b.&nbsp;&nbsp; &nbsp;The product must be in the same conditions in which it was received,&nbsp; product and original packaging, plastics, packaging, labels or any other material with which it was delivered.</li><li>c.&nbsp;&nbsp; &nbsp;At the time of reporting it, you will be provided with a sheet of paper, which you must keep for future clarification.</li><li>d.&nbsp;&nbsp; &nbsp;Have the product ready for the parcel service to pick it up on the agreed date and time</li></ul></blockquote></div>\n        ",
    "creation_time": "2010-02-03 02:00:00",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158910
  }
}
{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2004",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2004",
    "identifier": "aviso-de-privacidad",
    "title": "Notice of Privacy",
    "page_layout": "1column",
    "content_heading": "Notice of Privacy",
    "content": "\n            <div class=\"content-row\"><p>Saldist Tyres (hereinafter the \"Responsible\") with address in San Borja No. 1031 C.P. 03100, Colonia del Valle, Delegación Benito Juárez in Mexico City, is responsible for collecting your personal data, as well as the use and treatment made of them, and therefore their protection.</p><p>The objective of this Privacy Notice is to define the scope and general conditions of the processing of Personal Data and to inform the owners, so that they are able to make informed decisions about the use of their Personal Data and to maintain control and disposition on them. Likewise, the Privacy Notice allows transparency of said treatment and thereby strengthens the level of trust of the users of the portal.</p><p></p><h2>What data do we request and collect?</h2><p></p><p>The data that we may request for the use and treatment indicated in this Privacy Notice are: a) Full name; b) Date of birth; c) Gender; d) Full address; e) Telephone; f) Email; g) Federal Taxpayer Registry (RFC), and h) Data of the bank account and credit or debit card with which the purchase will be made, (hereinafter the \"Personal Data\").</p><p></p><h2>What is the purpose of processing your personal data?</h2><p></p><p>The Personal Data that you provided us and whose treatment you have consented to, are intended to:</p><p>1. In a necessary way to provide the requested service, in the communication with the owner in reference to his order, purchase of tires (rims) that, if applicable, he acquires through the portal, specifically:&nbsp; a) The confirmation of the order;&nbsp; b) Making any changes; c) Cancellations;&nbsp; e) Billing of the order&nbsp; and&nbsp; f) Way to pay.</p><p>2. In a way not necessary for the requested service, but that allows us to provide you with better attention and help; sending information about&nbsp; a)&nbsp; Advertising and marketing purposes to provide you with a better service; b)&nbsp; New products or services; c) Changes to our products or services; d) Promotions; e) Evaluate the quality of the service; f) Generate and maintain the user registry, and g) Surveys, statistics and reports of the services provided in order to keep an internal control of said services, as well as to provide timely follow-up of them.</p><p>In the event that the holder denies his consent for the processing of his Personal Data regarding the sending of information, indicated in point 2, he may at any time send an email with such indication to the following address: <a title=\"Send an email to saldist tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a></p><p></p><h2>Data transfer</h2><p></p><p>Your data will be shared only with the affiliated workshops to be able to carry out any of the services provided by them. By providing your Personal Data on this site to make a purchase, you are consenting to the transfer of your data in the manner and to the persons set forth in this subsection. In case you want to limit the use or disclosure of your Personal Data after the delivery of the product or the performance of the services, you can request it by email at the following address: <a title=\"Send an email to saldist tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a><br><br>The Personal Data held by the Responsible may be transferred and processed within, by persons other than the Responsible, controlling companies of the latter and/or its affiliated companies in order to evaluate the quality of the service, and carry out internal studies on consumption habits. , that is, for advertising and marketing purposes.<br><br>Means to exercise the rights of access, rectification, cancellation or opposition (\"ARCO Rights\") to the treatment, use and disclosure of personal data or revocation of consent.</p><p>You may access, rectify and cancel your personal data, oppose their treatment, limit their use and disclosure and even revoke your consent, submitting your request personally or through your legal representative, by means of a duly signed document delivered to the responsible for the Protection of Personal Data of Supplier General Popo, accompanying the following information and documentation: Name and address of the person who signs the request, telephone (landline and cell), email, the document that proves their identity and adding a simple copy of the same, clearly and precisely detailing the personal data on which you wish to exercise the indicated rights.<br><br>The Responsible Party will inform the Owner within a maximum period of 20 days from the date on which the corresponding ARCO Right request was received, the determination adopted so that, if appropriate, it becomes effective within 15 days. days following the date on which the answer is communicated. The term may be extended only once for an equal period, provided that the Responsible Party justifies the extension to the owner, which must be notified within the same term. For this purpose, the Responsible will write down in the acknowledgment of receipt that the owner delivers the corresponding date of receipt.<br><br>The term indicated in the previous paragraph will be interrupted in the event that the Responsible requires additional information from the owner, by virtue of the fact that the information originally delivered is insufficient or erroneous to attend to it, or the aforementioned documents are not accompanied. For this purpose, the Responsible may require the owner, once and within 5 days of receiving the request, to provide the elements or documents necessary to process it, counting, for its part, the owner with 10 days to meet the request, counted from the day after it was received. If the owner does not respond within said period, the corresponding request will be deemed not submitted. On the contrary, in the event that the owner meets the information request, the term for the Responsible Party to respond to the request will begin the day after the owner has met the additional information request.<br><br>The responses that the Responsible Party grants to the holders who have exercised their ARCO Rights, will be made by the same means in which the request was formulated, dealing only with the Personal Data that have been specifically indicated in the request in question and must be presented in readable and understandable format.<br><br>When the access to the Personal Data is on site, the Responsible will grant the owner a period of 15 days so that he can present himself to consult them. After this period, without the holder having attended, it will be necessary to submit a new application.<br><br>When the Controller denies the exercise of any of the ARCO rights, he must justify his response, informing the owner of the right that assists him to request the initiation of the procedure before the National Institute of Transparency, Access to Information and Protection of Personal Data.<br><br>The exercise of the ARCO Rights will be free, and the owner must cover only the costs of shipping, reproduction (simple copy) and, where appropriate, certification of documents.<br><br></p><h2>How can I revoke my consent to the processing of the data I provided?</h2><p></p><p>You may revoke your consent to the processing of your Personal Data at any time by expressly requesting it by email to the following address: <a title=\"Send an email to saldist tyre.\" href=\"mailto:contact@saldisttyre.com\">contact@saldisttyre.com</a><br><br></p><h2>Limitations of the processing of your data</h2><p></p><p>We inform you that the site uses cookies to provide you with better attention and services and may collect the following information: a) browser and operating system; b) most visited web pages; and c) IP address, among others. This information will not be transmitted and you can disable cookies and other technologies, if you wish, from your browser. SSL security lock is used to protect user information.<br><br></p><h2>Changes to the Privacy Notice</h2><p></p><p>Saldist Tyre reserves the right to modify this Privacy Notice without prior notice, these changes will be applicable at the time of publication and will be notified by email to the owners.<br><br></p><h2>Acceptance of the Privacy Notice</h2><p></p><p>By using the portal, I declare that I understand and accept the use and treatment of my Personal Data in the terms of this Privacy Notice, which is subject to the provisions of the Terms and Conditions of the site.<br><br><em>Last update of this Privacy Notice: 2016.</em><br><br></p></div>\n        ",
    "creation_time": "2010-02-03 02:00:00",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158911
  }
}
{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2005",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2005",
    "identifier": "preguntas_frecuentes",
    "title": "Frequently Asked Questions (FAQ)",
    "page_layout": "1column",
    "content_heading": "Frequently Asked Questions (FAQ)",
    "content": "\n            <main id=\"maincontent\" class=\"page-main\"><a id=\"contentarea\" tabindex=\"-1\"></a><div class=\"page-title-wrapper\"><h1 class=\"page-title\"> <span class=\"base\" data-ui-id=\"page-title-wrapper\">Frequently Asked Questions (FAQ)</span></h1></div><div class=\"page messages\"><div data-placeholder=\"messages\"></div><div data-bind=\"scope: 'messages'\"> <!-- ko if: cookieMessages && cookieMessages.length > 0 --><!-- /ko --> <!-- ko if: messages().messages && messages().messages.length > 0 --><!-- /ko --></div></div><div class=\"columns\"><div class=\"column main\"><input name=\"form_key\" type=\"hidden\" value=\"Osv4LdOKgg2sDIzk\"><div id=\"authenticationPopup\" data-bind=\"scope:'authenticationPopup'\" style=\"display: none;\"> <!-- ko template: getTemplate() --><!-- /ko --></div><p><strong>What quality do we have in our tires?</strong></p><p>All our tires are ORIGINAL, recently manufactured (DOT) and have a 5-year warranty against manufacturing defects.</p><br><p><strong>How can I make my payment? </strong></p><p>You can pay using your Credit/Debit card, using your Paypal account, through bank transfer, deposit to account, or paying directly at the Branch (only CDMX and metropolitan area)</p><br><p><strong>Do you have branches or physical stores? </strong></p><p>We are an online store, so we do not have physical stores, we have affiliated branches in CDMX and the metropolitan area.</p><br><p><strong>If I live in another state or city, will my tires be sent to me? </strong></p><p>We make shipments to the entire Mexican Republic, wherever you are we will send you your tires.</p><br><p><strong>Once my tires arrive, who installs them?</strong></p><p>The valves and the assembly of the tires are at your own expense, although we recommend that you look for a trusted installer or an established business, in order to avoid damage to your tires at the time of assembly, in CDMX and the Metropolitan Area you can go with our affiliates but the assembly and valves the same is on your own.</p><br><p><strong>What promotions do you run?</strong></p><p>At saldist tyre we always try to have the lowest price for your tires, compare prices.</p><br><p><strong>Do you have months without interest? </strong></p><p>Yes, paying with Paypal you can pay with your credit or debit card for 6 months without interest.</p><br><p><strong>What happens if the tires I request are not the size I need? </strong></p><p>In the event that the tires you ordered are not the size you need, you would need to return them with all their original labels, we will generate the shipping guide, but the cost of shipping is at your expense. We recommend that you review your order before making your payment in order to avoid unnecessary expenses.</p><br><p><strong>How does the free shipping policy work?</strong></p><p>We have free shipping for all rims with a 17” or larger diameter, except for motorcycle and Winda tires.</p><br><p><strong>How soon do I receive my tires once I have placed my order?</strong></p><p>Delivery time is 3-5 business days, rims are shipped via FedEx</p><br><p><strong>What brands do they handle? </strong></p><p>Michelin, BFGoodrich, Bridgestone, Pirelli, Firestone, Continental and Winda</p><br><p><strong>Do you have a special cost on wholesale tires?</strong></p><p>For more information you can contact us through <a href=\"mailto:support@noitechnologeis.com\">support@noitechnologeis.com </a></p><br><p><strong>I have a tire shop and I want to be a saldist tyre affiliate&nbsp;Then what I have to do?</strong></p><p>You can be a saldist tyre affiliate for more information contact us through <a href=\"mailto:support@noitechnologeis.com\">support@noitechnologeis.com </a></p></div></div></main>\n        ",
    "creation_time": "2010-02-03 02:16:40",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158911
  }
}
{
  "_index": "vue_storefront_catalog",
  "_score": 1,
  "_id": "2006",
  "_source": {
    "store_id": [
      "SALDIST_DEFAULT"
    ],
    "id": "2006",
    "identifier": "acerca-de-saldist",
    "title": "About Saldist Tyre",
    "page_layout": "1column",
    "content_heading": "About Saldist Tyre",
    "content": "\n            <div class=\"content-row\"><p>We are a Wholesale Tire Distributor&nbsp;<strong>Michelin,&nbsp;BFGoodrich&nbsp;and&nbsp;Uniroyal</strong>, being this, our primary service, complemented with all the alternative services. We distribute in Mexico City both to small tire businesses, as well as direct sales to the final consumer and special attention to companies and fleets.</p><p>We have a team of specialists who perform a wide variety of services: such as alignment, balancing, mechanics, brakes, suspensions, diagnosis, tuning and oil change.</p><p>Our technical department comprises an experienced team of fitters, aligners, mechanics and suspension technicians, always at the forefront.</p><p>Here you will find the measure that your <strong>car</strong> or <strong>truck</strong> needs, without leaving home and in a single click, and if you can't find it, call us or send us an email and we will gladly assist you.</p><p><br> Do you have questions or comments? In <strong>Saldist Tyre</strong> We are here to help you. If you have questions about the purchase process on our site or about the size, model or brand that works best for your car or truck or if you are looking for tires for any type of use or road, contact us by phone or mail.</p><p><br> We will gladly assist you during business hours. <strong>Monday to Friday from 9:00 a.m. to 6:00 p.m. and Saturdays from 9:00 a.m. to 2:00 p.m.</strong> on the phone <strong>(01 55) 5636-6070</strong> (free of charge) or by email at&nbsp;<a href=\"mailto:support@noitechnologeis.com\">support@noitechnologeis.com</a></p><p>&nbsp;<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://saldist.com/pub/media/saldist/del_valle.jpg\" alt=\"\" width=\"640\" height=\"480\"></p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p></div>\n        ",
    "creation_time": "2010-02-03 02:33:20",
    "update_time": "2022-06-30 01:01:08",
    "sort_order": 0,
    "active": true,
    "type": "cms_page",
    "tsk": 1674206158912
  }
}
